Repository: bvoq/flutter_enhanced_template
Catalog: myapp/lib/l10n/arb/app_*.arb
Languages: de

# account_page_enable_developer_analytics
source: Developer analytics
de: Entwickler-Analysen

# account_page_enable_developer_analytics_description
source: This will help us to improve the app.
de: Dies wird uns helfen, die App zu verbessern.

# account_page_enable_high_contrast
source: High contrast
de: Hoher Kontrast

# account_page_enable_high_contrast_description
source: This will help you to see the app better.
de: So können Sie die App besser erkennen.

# account_page_theme_dark
source: Dark
de: Dunkelheit

# account_page_theme_description
source: Select the app's theme:
de: Wähle das Thema der App aus:

# account_page_theme_light
source: Light
de: Licht

# noInternetPage_button_try_again
source: Try again
de: Nochmal versuchen

# progressIndicator_attemptConnection
source: No connection. Please try to reload and reestablish a connection.
de: Keine Verbindung. Bitte versuche, neu zu laden und die Verbindung wiederherzustellen.

# progressIndicator_longLoadingErrorMessage
source: Please make sure the internet is on. Otherwise restart the app if this takes too long.
de: Bitte stellen Sie sicher, dass das Internet eingeschaltet ist. Andernfalls starten Sie die App neu, wenn dies zu lange dauert.

# progressIndicator_noInternetConnection
source: No internet connection
de: Keine Internetverbindung

# progressIndicator_noInternetConnectionMessage
source: No internet connection. Please reestablish a connection.
de: Keine Internetverbindung. Bitte stellen Sie die Verbindung wieder her.
